{
	"book": 9,
	"sample_id": "9-353",
	"lines": [353, 359],
	"description": "Polyphemus Savors Ulysses' Wine",
	"translations": [
		{
			"translation_id": "chapman",
			"text": [
				"He tooke, and drunke; and vehemently ioyd",
				"To taste the sweet cup; and againe employd",
				"My flagons powre; entreating more, and said:",
				"Good Guest, againe affoord my taste thy aid;",
				"And let me know thy name; and quickly now;",
				"That in thy recompence I may bestow",
				"A hospitable gift on thy desert;",
				"And such a one as shall reioyce thy heart;",
				"For to the <i>Cylops</i> too, the gentle Earth",
				"Beares generous wine; and <i>Ioue</i> augments her birth,",
				"In store of such, with showres. But this rich wine,",
				"Fell from the riuer that is meere diuine,",
				"Of <i>Nectar</i> and <i>Ambrosia</i>."
			]
		},
		{
			"translation_id": "pope",
			"text": [
				"He heard, he took, and pouring down his throat",
				"Delighted, swill’d the large, luxurious draught.",
				"More! give me more, he cry’d: the boon be thine,",
				"Whoe’er thou art that bear’st celestial wine!",
				"Declare thy name; not mortal is this juice,",
				"Such as th’unblest <i>Cyclopean</i> climes produce,",
				"(Tho’ sure our vine the largest cluster yields,",
				"And <i>Jove</i>’s scorn’d thunder serves to drench our fields)",
				"But this descended from the best abodes,",
				"A rill of Nectar, streaming from the Gods."
			]
		},
		{
			"translation_id": "cowper",
			"text": [
				"I ceas’d. He took and drank, and hugely pleas’d",
				"With that delicious bev’rage, thus enquir’d.",
				"Give me again, and spare not. Tell me, too,",
				"Thy name, incontinent, that I may make",
				"Requital, gratifying also thee",
				"With somewhat to thy taste. We Cyclops own",
				"A bounteous soil, which yields <i>us</i> also wine",
				"From clusters large, nourish’d by show’rs from Jove;",
				"But this—this is from above—a stream",
				"Of nectar and ambrosia, all divine!"
			]
		},
		{
			"translation_id": "buckley",
			"text": [
				"Thus I spoke; but he received it and drank it off: and he was greatly pleased on drinking the sweet liquor; and he again asked of me a second time: 'Kindly give me more, and forthwith tell me thy name, that I may give thee a hospitable gift, in which thou mayest rejoice. For the fruitful plain bears for the Cyclops, wine that is produced from large clusters, and the shower from Jove nourishes it. But this is what comes of ambrosia and nectar.'"
			]
		},
		{
			"translation_id": "worsley",
			"text": [
				"He then received and drank and loudly cried",
				"Rejoicing: ‘Give me, give me more, and tell",
				"Thy name, that some good boon I may provide.",
				"True, the rich earth where the Cyclopes dwell,",
				"Fed by the rain of Zeus, in wine doth well,—",
				"But this is nectar, pure ambrosia’s soul.’"
			]
		},
		{
			"translation_id": "bryant",
			"text": [
				"As thus I spake, he took the cup and drank.",
				"The luscious wine delighted mightily",
				"His palate, and he asked a second draught.",
				"‘Give me to drink again, and generously,",
				"And tell thy name, that I may make a gift",
				"Such as becomes a host. The fertile land",
				"In which the Cyclops dwell yields wine, ’tis true,",
				"And the large grapes are nursed by rains from Jove,",
				"But nectar and ambrosia are in this.’"
			]
		},
		{
			"translation_id": "barnard",
			"text": [
				"I spake : he took and drank it off, and, much",
				"With the sweet drink delighted, asked for more.",
				"'Come, give me plenty; tell me what's thy name,",
				"That I forthwith upon thee may bestow",
				"A guest-gift, one in which thou mayst rejoice.",
				"For though the rich ground to the Cyclops' bears",
				"Wine from abundant grapes, and Jove with rain",
				"Increases them, yet of ambrosia",
				"And nectar this wine is a specimen.'"
			]
		},
		{
			"translation_id": "butler",
			"text": [
				"He then took the cup and drank. He was so delighted with the taste of the wine that he begged me for another bowl full. 'Be so kind,' he said, 'as to give me some more, and tell me your name at once. I want to make you a present that you will be glad to have. We have wine even in this country, for our soil grows grapes and the sun ripens them, but this drinks like nectar and ambrosia all in one."
			]
		},
		{
			"translation_id": "murray",
			"text": [
				"So I spoke, and he took the cup and drained it, and was wondrously pleased as he drank the sweet draught, and asked me for it again a second time: “‘Give it me again with a ready heart, and tell me thy name straightway, that I may give thee a stranger's gift whereat thou mayest be glad. For among the Cyclopes the earth, the giver of grain, bears the rich clusters of wine, and the rain of Zeus gives them increase; but this is a streamlet of ambrosia and nectar.’"
			]
		},
		{
			"translation_id": "rouse",
			"text": [
				"He took it and swallowed it down. The good stuff delighted him terribly, and he asked for another drink:‘Oh, please give me more, and tell me your name this very minute! I will give you a stranger’s gift which will make you happy! Mother earth does give us wine in huge bunches, even in this part of the world, and the rain from heaven makes them grow; but this is a rivulet of nectar and ambrosia!’"
			]
		},
		{
			"translation_id": "rieu",
			"text": [
				"The Cyclops took the wine and drank it up. And the delicious drink gave him such exquisite pleasure that he asked me for another bowlful. “Give me more, please, and tell me your name, here and now – I would like to make you a gift that will please you. We Cyclopes have wine of our own made from the grapes that our rich soil and rains from Zeus produce. But this vintage of yours is a drop of the real nectar and ambrosia.”"
			]
		},
		{
			"translation_id": "fitzgerald",
			"text": [
				"He seized and drained the bowl, and it went down",
				"so fiery and smooth he called for more:",
				"‘Give me another, thank you kindly. Tell me,",
				"how are you called? I’ll make a gift will please you.",
				"Even Kyklopes know the wine-grapes grow",
				"out of grassland and loam in heaven’s rain,",
				"but here’s a bit of nectar and ambrosia!’"
			]
		},
		{
			"translation_id": "lattimore",
			"text": [
				"So I spoke, and he took it and drank it off, and was terribly",
				"pleased with the wine he drank and questioned me again, saying:",
				"“Give me still more, freely, and tell me your name straightway",
				"now, so I can give you a guest present to make you happy.",
				"For the grain-giving land of the Cyclopes also yields them",
				"wine of strength, and it is Zeus' rain that waters it for them;",
				"but this comes from where ambrosia and nectar flow in abundance.”"
			]
		},
		{
			"translation_id": "shewring",
			"text": [
				"He took my present and drank it off and was mightily pleased with wine so fragrant. Then he asked for a second bowlful of it: “Give me more in your courtesy, and tell me your name here and now – I wish to offer you as my guest a special favour that will delight you. Earth is bounteous, and for my people too it brings forth grapes that thrive on the rain of Zeus and that make good wine, but this is distilled from nectar and ambrosia.”"
			]
		},
		{
			"translation_id": "mandelbaum",
			"text": [
				"He took the bowl. He drained it.",
				"The drink delighted him. He asked for more:",
				"‘Come now, good fellow, fill it up again.",
				"And do tell me straightway what your name is:",
				"I'll give you, as my guest, a pleasing gift.",
				"Surely the earth, giver of grain, provides",
				"the Cyclops with fine wine, and rain from Zeus",
				"does swell our clustered vines. But this is better—",
				"a wine as fragrant as ambrosia and nectar.’"
			]
		},
		{
			"translation_id": "fagles",
			"text": [
				"At that he seized the bowl and tossed it off",
				"and the heady wine pleased him immensely —‘More’ —",
				"he demanded a second bowl —‘a hearty helping!",
				"And tell me your name now, quickly,",
				"so I can hand my guest a gift to warm his heart.",
				"Our soil yields the Cyclops powerful, full-bodied wine",
				"and the rains from Zeus build its strength. But this,",
				"this is nectar, ambrosia —this flows from heaven!’"
			]
		},
		{
			"translation_id": "hammond",
			"text": [
				"So I spoke, and he took the wine and drank it off. He was hugely pleased with this sweet drink, and asked for more: “Give me more and keep giving. And tell me your name right now, so I can give you a gift as your host, and you will enjoy it. We Cyclopes have wine too: our fertile earth yields thick clusters of grapes, and the rain from Zeus gives them increase. But this wine is a pure stream of ambrosia and nectar.”"
			]
		},
		{
			"translation_id": "lombardo",
			"text": [
				"He took the bowl and drank it off, relishing",
				"Every last, sweet drop. And he asked me for more:",
				"‘Be a pal and give me another drink. And tell me",
				"Your name, so I can give you a gift you’ll like.",
				"Wine grapes grow in the Cyclopes’ land, too.",
				"Rain from the sky makes them grow from the earth.",
				"But this—this is straight ambrosia and nectar.’"
			]
		},
		{
			"translation_id": "kline",
			"text": [
				"At this, he took the cup and drained it, and found the sweet drink so delightful he asked for another draught: “Give me more, freely, then quickly tell me your name so I may give you a guest gift, one that will please you. Among us Cyclopes the fertile earth produces rich grape clusters, and Zeus’ rain swells them: but this is a taste from a stream of ambrosia and nectar.”"
			]
		},
		{
			"translation_id": "johnston",
			"text": [
				"He grabbed the cup and gulped down the sweet wine.",
				"Once he swallowed, he felt such great delight,",
				"he asked me for some more, a second taste.",
				"‘Be kind and give me some of that again.",
				"And now, without delay tell me your name,",
				"so, as my guest, I can offer you a gift,",
				"something you’ll like. Among the Cyclopes,",
				"grain-bearing earth grows clusters of rich grapes,",
				"which Zeus’s rain increases, but this drink—",
				"it’s a stream of nectar and ambrosia.’"
			]
		},
		{
			"translation_id": "stein",
			"text": [
				"So I spoke,",
				"and he took the drink and downed it.",
				"And he was exorbitantly happy",
				"and asked me for another.",
				"‘Give it to me freely",
				"and tell me your name,",
				"that I might give you a stranger’s gift that will cheer you.",
				"For among the Cyclopes, the grain-bringing earth",
				"indeed bears rich-clustering wine,",
				"and the rain of Zeus augments it,",
				"but this is the very stream",
				"of ambrosia and nectar.’"
			]
		},
		{
			"translation_id": "mitchell",
			"text": [
				"He took the cup, and he drained it and was so pleased",
				"with the taste of the wine that he asked for another cupful:",
				"‘Give me some more, I beg you, and tell me your name;",
				"as your host I want to give you something of value.’"
			]
		},
		{
			"translation_id": "wilson",
			"text": [
				"He took and drank the sweet delicious wine;",
				"he loved it, and demanded more.",
				"‘Another!",
				"And now tell me your name, so I can give you",
				"a present as my guest, one you will like.",
				"My people do have wine; grape clusters grow",
				"from our rich earth, fed well by rain from Zeus.",
				"But this is nectar, god food!’"
			]
		}
	]
}
