{
	"book": 10,
	"sample_id": "10-673",
	"lines": [673, 680],
	"description": "After the night raid, the heroes cleanse and feast",
	"translations": [
		{
			"translator_id": "pope",
			"translator_name": "Alexander Pope",
			"year": 1715,
			"form": "verse",
			"public_domain": true,
			"source": "Project Gutenberg",
			"text": [
				"Now from nocturnal Sweat, and sanguine Stain,",
				"They cleanse their Bodies in the neighb'ring Main:",
				"Then in the polish'd Bath, refresh'd from Toil,",
				"Their Joints they supple with dissolving Oil,",
				"In due Repast indulge the genial Hour,",
				"And first to <i>Pallas</i> the Libations pour:",
				"They sit, rejoicing in her Aid divine,",
				"And the crown'd Goblet foams with Floods of Wine."
			],
			"links": {
				"view": "https://www.gutenberg.org/ebooks/6130",
				"buy": "https://www.amazon.com/dp/B08T1YQ5D4?tag=your-affiliate-id"
			}
		},
		{
			"translator_id": "chapman-1611",
			"translator_name": "George Chapman (1611)",
			"year": 1611,
			"version": "1611",
			"form": "verse",
			"public_domain": true,
			"source": "Archive.org (original edition)",
			"text": [
				"Then entred they the meere maine sea, to cleanse their honord sweate",
				"From off their feet, their thighes and neckes: and when their vehement heate",
				"Was calm'd, and their swolne hearts refresht; more curious baths they vsd;",
				"Where odorous and dissoluing Oyles, they through their lims diffusde.",
				"Then, taking breakfast, a big boule, fild with the purest wine,",
				"They offerd to the maiden Queene, that hath the azure eyne."
			],
			"links": {
				"view": "https://archive.org/details/iliad-of-homer-chapman-1611",
				"buy": "https://www.amazon.com/dp/1857150604?tag=your-affiliate-id"
			}
		},
		{
			"translator_id": "chapman-modern",
			"translator_name": "George Chapman (modern)",
			"year": 1611,
			"version": "modern",
			"form": "verse",
			"public_domain": true,
			"source": "Project Gutenberg",
			"text": [
				"Then enter’d they the mere main sea, to cleanse their honour’d sweat",
				"From off their feet, their thighs and necks; and, when their vehement heat",
				"Was calm’d, and their swoln hearts refresh’d, more curious baths they us’d,",
				"Where od’rous and dissolving oils, they through their limbs diffus’d.",
				"Then, taking breakfast, a big bowl, fill’d with the purest wine,",
				"They offer’d to the Maiden Queen, that hath the azure eyne."
			],
			"links": {
				"view": "https://www.gutenberg.org/ebooks/1727"
			}
		},
		{
			"translator_id": "murray",
			"translator_name": "A.T. Murray",
			"year": 1924,
			"form": "prose",
			"public_domain": true,
			"source": "Loeb Classical Library",
			"text": [
				"But for themselves they entered the sea and washed away the abundant sweat from shins and necks and thighs. And when the wave of the sea had washed the abundant sweat from their skin, and their hearts were refreshed, they went into polished baths and bathed. But when the twain had bathed and anointed them richly with oil, they sate them down at supper, and from the full mixing-bowl they drew off honey-sweet wine and made libation to Athene."
			],
			"links": {
				"buy": "https://www.amazon.com/dp/0674995791?tag=your-affiliate-id"
			}
		},
		{
			"translator_id": "cowper",
			"translator_name": "William Cowper",
			"year": 1791,
			"form": "verse",
			"public_domain": true,
			"source": "Project Gutenberg",
			"text": [
				"Then, descending to the sea,",
				"Neck, thighs, and legs from sweat profuse they cleansed,",
				"And, so refresh’d and purified, their last",
				"Ablution in bright tepid baths perform’d.",
				"Each thus completely laved, and with smooth oil",
				"Anointed, at the well-spread board they sat,",
				"And quaff’d, in honor of Minerva, wine",
				"Delicious, from the brimming beaker drawn."
			],
			"links": {
				"view": "https://www.gutenberg.org/ebooks/16452"
			}
		}
	]
}
