{
	"book": 14,
	"sample_id": "14-236",
	"lines": [236, 237],
	"description": "Arranging for Jupiter to sleep",
	"translations": [
		{
			"translation_id": "chapman",
			"text": [
				"Lay slumber on <i>Ioues</i> fierie eyes: that I may comfort me",
				"With his embraces."
			]
		},
		{
			"translation_id": "pope",
			"text": [
				"Shed thy soft Dews on <i>Jove</i>'s immortal Eyes,",
				"While sunk in Love's entrancing Joys he lies."
			]
		},
		{
			"translation_id": "cowper",
			"text": [
				"Seal for me fast the radiant eyes of Jove",
				"In the instant of his gratified desire."
			]
		},
		{
			"translation_id": "buckley",
			"text": [
				"Close immediately in sleep for me the bright eyes of Jove under his eyelids, after I couch with him in love;"
			]
		},
		{
			"translation_id": "bryant",
			"text": ["Close", "The glorious eyes of Jove beneath his lids", "Midst our embracings,"]
		},
		{
			"translation_id": "caldcleugh",
			"text": [
				"Seal up the sparkling eyes of mighty Jove",
				"When he with me reclines in love's embrace,"
			]
		},
		{
			"translation_id": "butler",
			"text": ["Close Jove’s keen eyes for me in slumber while I hold him clasped in my embrace."]
		},
		{
			"translation_id": "murray",
			"text": [
				"Lull me to sleep the bright eyes of Zeus beneath his brows, so soon as I shall have lain me by his side in love."
			]
		},
		{
			"translation_id": "rouse",
			"text": [
				"Lull me the bright eyes of Zeus under his brows as soon as I shall have lain by his side in love. "
			]
		},
		{
			"translation_id": "rieu",
			"text": [
				"Seal the bright eyes of Zeus for me in sleep, directly I have lain in love with him."
			]
		},
		{
			"translation_id": "lattimore",
			"text": [
				"Put to sleep the shining eyes of Zeus under his brows",
				"as soon as I have lain beside him in love. "
			]
		},
		{
			"translation_id": "graves",
			"text": [
				"I want you to wait until Zeus and I have performed the act of love, then you must settle on his shining eyes and softly close their lids! "
			]
		},
		{
			"translation_id": "rees",
			"text": [
				"Lull to sleep the shining,",
				"Brow-shaded eyes of Zeus, as soon as I’ve lain",
				"With him and made love."
			]
		},
		{
			"translation_id": "fitzgerald",
			"text": [
				"Lull",
				"to sleep for me the shining eyes of Zeus",
				"as soon as I lie down with him in love."
			]
		},
		{
			"translation_id": "hammond",
			"text": [
				"Close Zeus’ shining eyes in sleep under his brows, as soon as I have lain in love beside him."
			]
		},
		{
			"translation_id": "fagles",
			"text": [
				"Put Zeus to sleep for me! Seal his shining eyes",
				"as soon as I’ve gone to bed with him, locked in love."
			]
		},
		{
			"translation_id": "lombardo",
			"text": ["Lull Zeus’ bright eyes to sleep for me", "As soon as I lie beside him in love."]
		},
		{
			"translation_id": "johnston",
			"text": [
				"Lull Zeus’s radiant eyes to sleep for me,",
				"when I’m stretched out for sex beside him."
			]
		},
		{
			"translation_id": "kline",
			"text": ["As soon as I lie down in Zeus’s arms, close his gleaming eyes in slumber."]
		},
		{
			"translation_id": "verity",
			"text": [
				"Lull Zeus’ shining eyes to sleep under his brows for me,",
				"as soon as I have lain down in love next to him"
			]
		},
		{
			"translation_id": "mitchell",
			"text": ["Seal Zeus’s eyes in slumber beneath his eyelids", "as soon as we have made love."]
		},
		{
			"translation_id": "green",
			"text": [
				"Make drowsy for me Zeus’s bright eyes beneath his brows",
				"the moment I’m through with lying beside him in love."
			]
		},
		{
			"translation_id": "alexander",
			"text": [
				"For my sake, lull to sleep those two bright eyes beneath the brows of Zeus,",
				"mmediately after I have lain beside him in making love."
			]
		},
		{
			"translation_id": "wilson",
			"text": [
				"Lull the shining eyes,",
				"of Zeus, as soon as I have lain with him,",
				"when we have finished making love."
			]
		}
	]
}
